Repository: giellalt/corpus-sme
Catalog: tmx/eng/admin/depts/regjeringen.no/ekonomiija_id_931.html.tmx
Source language: sme
Languages: eng

source: Politihkalaš eiseválddit - ráđđehus ja Stuorradiggi – dat dahket mearrádusaid.
eng: The economy - regjeringen.no

source: Beavttálmahttet ja nannejit vearu bearrama
eng: The economy

source: Ráđđehus ovddida odne ođastusa, mainna beavttálmahttet almmolaš suorggi ja geahpedit dan byrokratiija.
eng: In the Government, it is the Minister of Finance ’ s responsibility to draw up and coordinate economic policy.

source: Vearu bearrama árvalit sirdit gielddaid vearrogáibideddjiin Vearroetáhtii.
eng: The Ministry of Finance acts as the secretariat for the Minister of Finance.

source: Vearuid ja divadiid mearrideapmi, bearran ja dárkkisteapmi čohkkejuvvo ovtta etáhtii.
eng: It is the political authorities - the Government and the Storting – that make the decisions.

source: Nu nannejit earret eará Vearroetáhta dáistaleami čáhppes barggu vuostá.
eng: On this page you will find general information and documents relating to the economy.

source: Ođđa gielddat mielde ja olles buhtadus
eng: You can explore this topic in more detail by using the menu on the right.

source: [Preassadieđáhus, Ruhtadandepartemeanta, 06.06.2014]
eng: Subscribe to e-mail alert

source: Nannejit gearggusvuođa
eng: Subscribe to RSS feed

source: [Preassadieđáhus, Justiisa- ja gearggusvuođadepartemeanta, 14.05.2014]
eng: Introductory speech at EU Heads of Mission meeting

source: Gieldaođastus nannen dihte boahtteáiggi čálggu
eng: Oslo, 9 th September 2014

source: [Preassadieđáhus, Gielda- ja ođasmahttindepartemeanta, 14.05.2014]
eng: [Speech / article, Ministry of Finance, 09.09.2014]

source: Ođastusa mihttu lea fámolaš gielddat mat ožžot eanet bargamušaid ja iešstivrejumi.
eng: " I am very glad to be here because European cooperation is so important to us, both economically and politically.

source: Gaskal 4,2 ja 4,5 miljárdda kruvnnu leat friddjaboađut.
eng: The EU and EU member countries are among our closest partners.

source: Ođđa diehtosiidu Norgga gielddaid birra
eng: Mandate for a new green tax commission

source: Gielda- ja ođasmahttindepartemeanta almmuha dál ođđa neahttasiiddu gos gielddat ja eará berošteaddjit sáhttet gávdnat áigeguovdilis dieđuid gielddaid birra.
eng: The commission is mandated to evaluate whether and how a green tax reform can be used to promote improved resource utilisation and the achievement of the objectives contained in the cross-party broad agreement on climate policy.

source: Láigoviesuid erenoamáš áŋgiruššan
eng: Countercyclical buffer unchanged

source: - Eanaš Norgga ássiin lea buorre ássandilli. Muhto gávdnojit maiddái olbmot geain lea heajos eallindilli.
eng: The Ministry of Finance has today decided to keep the level of the countercyclical capital buffer for banks unchanged.

source: Nanne digitála dorvvolašvuođa
eng: This is in line with advice from Norges Bank.

source: – Ráđđehus áigu nannet barggu olaheames dorvvolaš digitála árgabeaivvi sihke fitnodagaide ja ássiide.
eng: The Financial Supervisory Authority has stated that it concurs with the advice.

source: 30 miljovnna ruvnno fitnodatálggaheapmái ja ođđaháhkamii
eng: The Expert Group on investments in coal and petroleum companies invites to a stakeholder meeting

source: [Preassadieđáhus, Ealáhus- ja guolástusdepartemeanta, 14.05.2014]
eng: [News story, Ministry of Finance, 03.06.2014]

source: – Mii háliidat eanet čeahpes fitnodatálggaheddjiid ja eanet ja eanet kommersialiseremis dutkama jurdagiid, cealká ealáhusministtar Monica Mæland.
eng: The Ministry of Finance has appointed an expert group to assess the Government Pension Fund Global ' s (GPFG) appropriate use of policy instruments and investments in coal and petroleum companies.

source: Fitnodatálggaheami ja ođđaháhkama vuoruheami olis lassána juolludeapmi 30 miljovnna ruvnnuin.
eng: The Storting (the Norwegian parliament) has asked the government to establish the group, which will evaluate whether the exclusion of coal and petroleum companies is a more effective strategy for addressing climate issues in the management of the GPFG than the exercise of ownership and exertion of influence.

source: Eanet dokumeanttat fáttá birra
eng: The IMF presents views on the Norwegian economy

source: [Preassadieđáhus, Ruhtadandepartemeanta, 23.06.2014]
eng: [Sound and image, Ministry of Finance, 23.05.2014]

source: Vearu bearrama árvalit sirdit gielddaid vearrogáibideddjiin Vearroetáhtii. Áiggi mielde dat sáhttá geahpedit bargiid logu sullii 500:in.
eng: A mission from the International Monetary Fund (IMF) presented its views on the Norwegian economy and Norwegian economic policy.

source: Vearuid ja divadiid mearrideapmi, bearran ja dárkkisteapmi čohkkejuvvo ovtta etáhtii. Nu nannejit earret eará Vearroetáhta dáistaleami čáhppes barggu vuostá.
eng: The mission ’ s report is supportive of the government ’ s fiscal policy and suggests that changes to the Norwegian tax system could further boost both productivity and economic growth.

source: - Ráđđehus háliida nannet norgga ekonomiija ovdánannávccaid ja sihkkarastit olles riikii árvoráhkadeami, ruhtadanministtar Siv Jensen dadjala.
eng: Today a mission from the International Monetary Fund (IMF) presented its views on the Norwegian economy and Norwegian economic policy.

source: Odne Ráđđehus árvala 233 gieldda ealáhusaide vuolit bargoaddidivada suoidnemánu 1. beaivvi rájes ja árvala buhtadandoaimmaid sektoriidda, mat gártet ortnega olggobeallái.
eng: The mission ’ s report is supportive of the government ’ s fiscal policy and suggests that changes to the Norwegian tax system could further boost both productivity and economic growth.

source: Ráđđehus almmuha dán stuoradiggeáigodagas dievaslaš gieldaođastusplána gieldaproposišuvnna bokte.
eng: The Local Government White Paper contains the Government ’ s comprehensive plan for local government reform during this Storting session.

source: Gielddasuorgái árvaluvvo 4,5 – 5 miljárdda eanet 2015:s
eng: Additional NOK 166 million for humanitarian assistance

source: Boahttejagi gielddaođastusa oktavuođas ráđđehus árvala fylkkagielddaide ođđa dienasvuogádaga.
eng: In the revised national budget, the Government proposes an increase of NOK 166 million in allocations for this purpose.

source: - Eanaš Norgga ássiin lea buorre ássandilli.
eng: - The Government took the first steps towards a change in policy direction in the amended fiscal budget for 2014.

source: Muhto gávdnojit maiddái olbmot geain lea heajos eallindilli.
eng: In the revised budget we continue along this path.

source: Láigovisttiid erenoamáš áŋgiruššan galgá mielddisbuktit ahte eanet ássit ožžot buorre ássanviesu, cealká gielda- ja ođasmahttinministtar Jan Tore Sanner.
eng: Targeted tax reductions, high priority on infrastructure and other measures to stimulate productivity and employment, are important to stimulate growth of the Norwegian economy, says the Finance Minister Siv Jensen.
